{
    "version": "https://jsonfeed.org/version/1",
    "title": "ClimateDL",
    "description": "",
    "home_page_url": "https://climatedl.github.io",
    "feed_url": "https://climatedl.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Diego &amp; Pablo"
    },
    "items": [
        {
            "id": "https://climatedl.github.io/participants.html",
            "url": "https://climatedl.github.io/participants.html",
            "title": "Participants",
            "summary": "If you want to participate, please contact us.",
            "content_html": "<p dir=\"auto\" data-sourcepos=\"7:1-7:79\"> </p>\n<h1 dir=\"auto\" data-sourcepos=\"9:1-9:11\"><a aria-hidden=\"true\" href=\"#argentina\" class=\"anchor\" id=\"user-content-argentina\"></a>Argentina</h1>\n<ul dir=\"auto\" data-sourcepos=\"10:1-14:0\">\n<li data-sourcepos=\"10:1-10:167\">Matilde Rusticucci Departamento de Ciencias de la Atmósfera y los Océanos. Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires, Full Professor,</li>\n<li data-sourcepos=\"11:1-11:171\">Mariana Barrucand Departamento de Ciencias de la Atmósfera y los Océanos. Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires. Researcher (CONICET),</li>\n<li data-sourcepos=\"12:1-12:172\">Soledad Collazo Departamento de Ciencias de la Atmósfera y los Océanos, Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires, post-doctoral researcher,</li>\n<li data-sourcepos=\"13:1-14:0\">Solange Suli, Departamento de Ciencias de la Atmósfera y los Océanos, Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires, PhD Student (advisor: M.Rusticucci).</li>\n</ul>\n<h1 dir=\"auto\" data-sourcepos=\"15:1-15:7\"><a aria-hidden=\"true\" href=\"#chile\" class=\"anchor\" id=\"user-content-chile\"></a>Chile</h1>\n<ul dir=\"auto\" data-sourcepos=\"16:1-21:0\">\n<li data-sourcepos=\"16:1-16:109\">Rodrigo Carrasco, Facultad de Ingeniería y Ciencias, Universidad Adolfo Ibáñez, Associate Professor, </li>\n<li data-sourcepos=\"17:1-17:104\">Javiera Barrera, Facultad de Ingeniería y Ciencias, Universidad Adolfo Ibáñez, Associate Professor,</li>\n<li data-sourcepos=\"18:1-18:98\">Eduardo Moreno, Facultad de Ingeniería y Ciencias, Universidad Adolfo Ibáñez, Full Professor,</li>\n<li data-sourcepos=\"19:1-19:118\">Dora Jiménez, Facultad de Ingeniería y Ciencias, Universidad Adolfo Ibáñez, Ph.D. Student (advisor: J. Barrera),</li>\n<li data-sourcepos=\"20:1-21:0\">Jorge Jenschke Facultad de Ingeniería y Ciencias, Universidad Adolfo Ibáñez, Msc. student (co-advisors: J. Barrera and G. Rubino).</li>\n</ul>\n<h1 dir=\"auto\" data-sourcepos=\"22:1-22:8\"><a aria-hidden=\"true\" href=\"#france\" class=\"anchor\" id=\"user-content-france\"></a>France</h1>\n<ul dir=\"auto\" data-sourcepos=\"23:1-27:0\">\n<li data-sourcepos=\"23:1-23:75\">Yassine Hadjadj-Aoul, Assistant professor, University of Rennes 1, INRIA,</li>\n<li data-sourcepos=\"24:1-24:43\">Gerardo Rubino, Senior Researcher, INRIA,</li>\n<li data-sourcepos=\"25:1-25:132\">Sebastián Basterrech, researcher, VŠB-Technical University of Ostrava, Czech Republic, and scientific collaborator of Dionysos,</li>\n<li data-sourcepos=\"26:1-27:0\">Anouar Rkhami, PhD student (co-advisors: Y. Hadjadj-Aoul and G. Rubino).</li>\n</ul>\n<h1 dir=\"auto\" data-sourcepos=\"28:1-28:9\"><a aria-hidden=\"true\" href=\"#uruguay\" class=\"anchor\" id=\"user-content-uruguay\"></a>Uruguay</h1>\n<ul dir=\"auto\" data-sourcepos=\"29:1-34:0\">\n<li data-sourcepos=\"29:1-29:80\">Pablo Rodríguez Bocca, Universidad de la República (UDELAR), full professor,</li>\n<li data-sourcepos=\"30:1-30:134\">Madeleine Renom, Departamento de Ciencias de la Atmósfera, Instituto de Física, Facultad de Ciencias, UDELAR, associate professor,</li>\n<li data-sourcepos=\"31:1-31:47\">Diego Kiedanski, UDELAR, assistant professor,</li>\n<li data-sourcepos=\"32:1-32:102\">Guillermo Pereira, UDELAR, Msc student (co-advisors: P. Rodríguez in Uruguay, G. Rubino in France),</li>\n<li data-sourcepos=\"33:1-34:0\">Yilian Montesino, UDELAR, MSc student (advisor: M.Renom).</li>\n</ul>\n<p>If you want to participate, please <a rel=\"nofollow noreferrer noopener\" href=\"mailto:prbocca%20at%20fing.edu.uy\">contact us</a>.</p>",
            "image": "https://climatedl.github.io/media/posts/4/marvin-meyer-SYTO3xs06fU-unsplash.jpg",
            "author": {
                "name": "Diego &amp; Pablo"
            },
            "tags": [
            ],
            "date_published": "2022-08-03T16:35:50+02:00",
            "date_modified": "2022-08-03T16:35:50+02:00"
        },
        {
            "id": "https://climatedl.github.io/workshop.html",
            "url": "https://climatedl.github.io/workshop.html",
            "title": "Workshop",
            "summary": "The workshop will take place",
            "content_html": "<p>The workshop will take place</p>",
            "image": "https://climatedl.github.io/media/posts/3/fing.jpeg",
            "author": {
                "name": "Diego &amp; Pablo"
            },
            "tags": [
            ],
            "date_published": "2022-08-03T16:10:32+02:00",
            "date_modified": "2022-08-03T16:10:32+02:00"
        },
        {
            "id": "https://climatedl.github.io/about.html",
            "url": "https://climatedl.github.io/about.html",
            "title": "About",
            "summary": "Using deep learning spatial-temporal graph models for seasonal forecasting of extreme temperature events ClimateDL is a regional program CLIMAT-AmSud project. The core of the&hellip;",
            "content_html": "<h1 dir=\"auto\" data-sourcepos=\"7:1-7:106\">Using deep learning spatial-temporal graph models for seasonal forecasting of extreme temperature events</h1>\n<p dir=\"auto\" data-sourcepos=\"9:1-9:107\">ClimateDL is a regional program <a rel=\"nofollow noreferrer noopener\" href=\"https://www.sticmathamsud.org/climat/presentacion/\">CLIMAT-AmSud</a> project.</p>\n<h2 dir=\"auto\" data-sourcepos=\"11:1-11:8\"><a aria-hidden=\"true\" href=\"#goals\" class=\"anchor\" id=\"user-content-goals\"></a>Goals</h2>\n<p dir=\"auto\" data-sourcepos=\"12:1-13:373\">The core of the project is around climate forecasting, and more specifically on the prediction of extreme temperatures at a seasonal scale in South America, using machine learning and statistical methods, with a focus in both cases on network analysis techniques. Probability theory, stochastic processes, and risk analysis are also related areas for the research program. As applications, extreme climate events have a large impact on agriculture, human health, water resources, and network infrastructures (e.g. telecommunication and energy distribution, another field where the participants have a long experience), among many others.</p>\n<h2 dir=\"auto\" data-sourcepos=\"15:1-15:11\"><a aria-hidden=\"true\" href=\"#abstract\" class=\"anchor\" id=\"user-content-abstract\"></a>Abstract</h2>\n<p dir=\"auto\" data-sourcepos=\"16:1-20:397\">Forecasting extreme seasonal temperature events is especially relevant to society and its ecosystem due to their potentially dangerous impacts. Despite the above, the study of this problem is still very incipient in South America, where most of the methods proposed in the literature correspond to process-based dynamic models and classical statistical methods. Increasing the accuracy of predicting the probability of occurrence of extreme temperatures at the seasonal scale would have huge impacts on our economical life (on our food production, on our energy consumption), on our health, etc. Currently, innovative approaches are emerging in climate forecasting, using network science and machine learning methodologies. The complex interrelations between temporal and spatial variables in climate time-series justify the use of climate networks as an underlying automatic model explanation of the complex physical processes involved. The use of machine learning methods, and in particular deep learning architectures, is justified by their success in several forecasting problems. In this project, we will evaluate the precision of the most prominent deep-learning architectures for our forecasting problem, and in particular, those implementing spatio-temporal models based on graphs (climate networks). The most promising antecedents for the use of this methodology are several works based on climate networks and on the effect of “El Niño” on similar forecasting problems. We expect to propose improvements to these deep learning architectures to increase their precision in our particular problems. For example, changing the scale of nodes, changing the similarity of edges, proposing new architectures that include multiple networks, training the model with augmented data, etc. We will implement and compare the results with classical statistical methods, such as the principal component regression technique and Wavelet transform-based methods, among others. Assuming we achieve good predictive quality, we will evaluate the impact of these predictions on some human activities, and we will focus on risk analysis of specific infrastructures (telecommunication networks, energy distribution) and on some other concrete case studies in situations where the considered extreme events have a strong negative impact and for which historical data are available.</p>\n<p dir=\"auto\" data-sourcepos=\"24:1-26:49\"> </p>\n<p> </p>\n<p> </p>",
            "image": "https://climatedl.github.io/media/posts/2/ryan-schroeder-Gg7uKdHFb_c-unsplash.jpg",
            "author": {
                "name": "Diego &amp; Pablo"
            },
            "tags": [
            ],
            "date_published": "2022-08-03T16:00:00+02:00",
            "date_modified": "2022-08-03T16:31:29+02:00"
        }
    ]
}
